[
  {
    "ID": "01X01",
    "BRAND": "LOGITECH",
    "PRODUCT": "K860",
    "GRAPHIC": "Logi_K860.jpg",
    "COST": "70",
    "MSRP": "149.99",
    "QTY": "32",
    "BACK": "0",
    "DESC": "Work with ease using this Logitech ERGO K860 Bluetooth ergonomic keyboard. It features a sloping design with a split keyframe to minimize pain and strain in your wrists and hands. The curved cushioned wrist rest and tilt legs provide better support and comfort to your wrists, whether you are seated or standing."
  },
  {
    "ID": "01X02",
    "BRAND": "LOGITECH",
    "PRODUCT": "G915",
    "GRAPHIC": "Logi_G915.jpg",
    "COST": "150",
    "MSRP": "329.99",
    "QTY": "3",
    "BACK": "7",
    "DESC": "A breakthrough in design and engineering, the G915 features LIGHTSPEED pro-grade wireless, advanced LIGHTSYNC RGB, and new high-performance low-profile mechanical switches. Meticulously crafted from premium materials, the G915 is a sophisticated design of unparalleled beauty, strength, and performance."
  },
  {
    "ID": "01X03",
    "BRAND": "LOGITECH",
    "PRODUCT": "G613",
    "GRAPHIC": "Logi_G613.jpg",
    "COST": "90",
    "MSRP": "179.99",
    "QTY": "12",
    "BACK": "1",
    "DESC": "G613 is a next generation wireless keyboard designed for gamers who demand both the high performance capabilities of mechanical switches and the freedom of wireless gaming."
  },
  {
    "ID": "01X04",
    "BRAND": "LOGITECH",
    "PRODUCT": "G915 TKL",
    "GRAPHIC": "Logi_G915TKL.jpg",
    "COST": "120",
    "MSRP": "299.99",
    "QTY": "4",
    "BACK": "3",
    "DESC": "G915 TKL features LIGHTSPEED pro-grade wireless, advanced LIGHTSYNC RGB, and high-performance low-profile mechanical switches. Meticulously crafted from premium materials, the G915 TKL is a sophisticated design of unparalleled beauty, strength, and performance, now in an even more compact form factor."
  },
  {
    "ID": "01X05",
    "BRAND": "LOGITECH",
    "PRODUCT": "PRO X",
    "GRAPHIC": "Logi_ProX.jpg",
    "COST": "100",
    "MSRP": "199.99",
    "QTY": "8",
    "BACK": "0",
    "DESC": "The tournament-proven PRO design, now with your choice of swappable pro-grade GX mechanical switches: Clicky, Tactile and Linear. Built to win in collaboration with the world’s top esports athletes."
  },
  {
    "ID": "02X01",
    "BRAND": "CORSAIR",
    "PRODUCT": "K65 RGB MINI",
    "GRAPHIC": "Cors_K65Mini.jpg",
    "COST": "95",
    "MSRP": "149.99",
    "QTY": "6",
    "BACK": "2",
    "DESC": "The CORSAIR K65 RGB MINI 60% Mechanical Gaming Keyboard combines top-level performance with portability, featuring AXON hyper-processing technology, CHERRY MX Blue mechanical keyswitches, and exceptional customizability in a compact design."
  },
  {
    "ID": "02X02",
    "BRAND": "CORSAIR",
    "PRODUCT": "K70 RGB MK.2 SE",
    "GRAPHIC": "Cors_K70.jpg",
    "COST": "140",
    "MSRP": "249.99",
    "QTY": "4",
    "BACK": "0",
    "DESC": "The CORSAIR K70 RGB MK.2 SE is a premium mechanical gaming keyboard built to last, with silver aluminum frame, CHERRY® MX Speed keyswitches, white PBT double-shot keycaps and stunning per-key RGB dynamic backlighting."
  },
  {
    "ID": "02X03",
    "BRAND": "CORSAIR",
    "PRODUCT": "K60",
    "GRAPHIC": "Cors_K60.jpg",
    "COST": "40",
    "MSRP": "119.99",
    "QTY": "13",
    "BACK": "1",
    "DESC": "The CORSAIR K60 RGB PRO SE Mechanical Gaming Keyboard is built with a durable brushed aluminum frame and CHERRY MV mechanical keyswitches that let your vivid per-key RGB backlighting shine through."
  },
  {
    "ID": "02X04",
    "BRAND": "CORSAIR",
    "PRODUCT": "K63",
    "GRAPHIC": "Cors_K63.jpg",
    "COST": "70",
    "MSRP": "159.99",
    "QTY": "9",
    "BACK": "0",
    "DESC": "Experience ultimate gaming freedom with the CORSAIR K63 Wireless Mechanical Gaming Keyboard, featuring ultra-fast 1ms 2.4GHz wireless technology with CHERRY® MX mechanical keyswitches packed into a portable, tenkeyless design."
  },
  {
    "ID": "02X05",
    "BRAND": "CORSAIR",
    "PRODUCT": "K100 RGB",
    "GRAPHIC": "Cors_K100.jpg",
    "COST": "170",
    "MSRP": "319.99",
    "QTY": "3",
    "BACK": "5",
    "DESC": "The incomparable CORSAIR K100 RGB Mechanical Gaming Keyboard combines stunning aluminum design, per-key RGB lighting with powerful CORSAIR AXON Hyper-Processing Technology and CHERRY MX SPEED keyswitches."
  },
  {
    "ID": "03X01",
    "BRAND": "RAZER",
    "PRODUCT": "Huntsman V2",
    "GRAPHIC": "Razer_Huntsman.jpg",
    "COST": "170",
    "MSRP": "329.99",
    "QTY": "0",
    "BACK": "3",
    "DESC": "Add a layer of comfort to your hands while playing long hours of video games with the Razer Huntsman V2 gaming keyboard. This mechanical keyboard boasts a negligible input latency and an 8000MHz polling rate for excellent responsiveness. The hybrid on-board memory with a cloud storage offers customizability while the Doubleshot PBT keycaps with a textured finish ensure prolonged durability."
  },
  {
    "ID": "03X02",
    "BRAND": "RAZER",
    "PRODUCT": "BlackWidow V3",
    "GRAPHIC": "Razer_BW.jpg",
    "COST": "70",
    "MSRP": "169.99",
    "QTY": "11",
    "BACK": "1",
    "DESC": "Complement your gaming rig with the Razer BlackWidow V3 backlit gaming keyboard. Engineered with clicky green mechanical switches, this keyboard is super responsive with optimised actuation to give you an edge over your competition. Its convenient wrist rest offers full support for your palms, allowing you to play comfortably all-day long."
  },
  {
    "ID": "03X03",
    "BRAND": "RAZER",
    "PRODUCT": "Ornata Chroma",
    "GRAPHIC": "Razer_Ornata.jpg",
    "COST": "50",
    "MSRP": "139.99",
    "QTY": "15",
    "BACK": "4",
    "DESC": "With clean lines and cool lighting, the Razer Ornata Chroma V2 gaming keyboard is a perfect accessory for your gaming PC. It features hybrid mecha-membrane keys that offer amazing tactility, so you can make swift and precise keystrokes while typing or gaming. It also features a multi-functional digital wheel and media keys for volume adjustment and playback control."
  },
  {
    "ID": "03X04",
    "BRAND": "RAZER",
    "PRODUCT": "BlackWidow V3 Mini HyperSpeed",
    "GRAPHIC": "Razer_BWMini.jpg",
    "COST": "135",
    "MSRP": "239.99",
    "QTY": "0",
    "BACK": "3",
    "DESC": "Enjoy competitive advantage in your gameplay with the Razer BlackWidow V3 Mini HyperSpeed Bluetooth wireless gaming keyboard. Boasting a sleek and compact design, it's equipped with Mechanical Green switches for precise actuation and improved tactile feedback. Its Doubleshot ABS keycaps feature extra-thick walls to hold out against multiple hard clicks for long-lasting durability."
  },
  {
    "ID": "03X05",
    "BRAND": "RAZER",
    "PRODUCT": "Huntsman Elite",
    "GRAPHIC": "Razer_Elite.jpg",
    "COST": "100",
    "MSRP": "199.99",
    "QTY": "5",
    "BACK": "0",
    "DESC": "Enjoy all the premium hallmarks Razer is renowned for in the Huntsman Elite keyboard. It offers backlighting with millions of customizable colour options, and Opto-Mechanical switches that work on optical light sensors. Every key press is super light and balanced, and a programmable digital dial offers quick access to functions."
  }
]
